{ 
	"update": "Latest update (1/10/2025): Ryosuke is now back in Tokyo, continuing as a postdoc in Kubo lab at RIKEN CBS. Also the head direction paper is now <a href='https://www.nature.com/articles/s41586-025-09888-x'>published on Nature.</a>",

	"bio": "I'm Ryosuke, a neuroscientist from Japan. Currently, I am working as a postdoctoral researcher (<a href='https://www.hfsp.org/awardees/awards?field_award_type_target_id=92&field_award_year_target_id%5B%5D=399&field_countries_target_id=GERMANY'>HFSP postdoctoral fellow</a>) in Kubo lab at RIKEN Center for Brain Science, Japan. Prior to the current position, I spent 5 years in the US working for a PhD at <a href='https://medicine.yale.edu/inp/'>Yale University</a>, and then worked as a postdoc in Portugues lab (then) at Technical University of Munich for three years. I earned my bachelor's and master's degrees at the University of Tokyo. Please see the <a href='./research.html'>Research</a> page for more about my research." ,

	"research-intro": "<p>What we typically consider as cognitive functions -- be it working memory, attention, or decision making -- generally require the brain to retain information not immediately available to the sensory systems. This is a highly non-trivial thing for a brain to do, because neurons that comprise our brain operates at the time scale of milliseconds. My current research aims to offer circuit-level explanations to these longer-timescale  mental/behavioral processes using the larval zebrafish (<i>Danio rerio</i>) as a model system. The larval zebrafish is the smallest vertebrate model organisms used in neuroscience with the body length of 4 mm and only about 100k neurons in their brain (as compared to 70M in mice and 90B in humans). In addition to their small size, the optical accessibility of their brains, as well as their genetic tractability make the zebrafish larvae amenable to various cutting edge experimental approaches, such as brain-wide calcium imaging, optogenetics, and EM-based circuit reconstructions. </p> <p>During my PhD, I studied visual feature detection and their behavioral functions in the fruit fly <i>Drosophila</i> at <a href='https://clarklab.yale.edu/'>Clark lab @Yale</a>. My aspiration there was to bridge <i>why</i> flies need to see certain things, <i>what</i> computation their brains perform to see what they need to see, and <i>how</i> such computations are actually achieved by circuits of neurons, which together consitute canonical criteria of understanding in neuroscience. You can find my thesis <a href='https://www.proquest.com/openview/1ccadf07d818b36b0ebeec7f55c9fc4c'>here</a> to check for yourself if I lived up to this lofty goal.</p> <p>Before that, I did some projects on human perception at <a href='http://park.itc.u-tokyo.ac.jp/YotsumotoLab/index_en.php'>Yotsumoto lab @UTokyo</a>, where I was initiated into the world of research.</p> <p>You can find my Google Scholar profile <a href='https://scholar.google.com/citations?user=1-OkubgAAAAJ'>here</a>.</p>",

	"paper_TP25": "Larval zebrafish use visual flows that happened many seconds ago in order to stabilize their position and heading, which can be seen as a simple form of working memory. Through a series of psychophysics experiments, I first found that the fish remember mostly externally generated, but not self-generated visual flows. This suggests that the fish keeps track of involuntary drifts, but not their position in the environment. Second, the fish appeared to become more forgetful when the direction of the visual flow changed more frequently. In addition, I performed calcium imaging experiments to look for neural correlates of these key behavioral phenomena. In particular, I found neurons in the inferior olive that integrate forward and backward visual flow separately with a long timescale, and built quantitative models that connect this physiological observation to the variable timescales of the behavior.",

	"paper_TP24": "Brains of diverse animals from humans to insects are equipped with neurons that work like a compass, which endow you with the sense of direction. The activity of these neurons keeps track of which way the animal is heading by keeping track of the turns they make. <a href='https://www.nature.com/articles/s41593-023-01308-5'>A previous study from the lab</a> identified such compass neurons in the larval zebrafish brain, the smallest vertebrate specis commonly used in neuroscience. This finding revealed, for the first time in vertebrates, how exactly these neurons are wired up to produce the compass-like activity. In contrast, it remained unclear if and how these fish compass neurons take advantage of various visual cues, which should be also informative about your heading direction. In this study, I built a <a href='#CC19'>panoramic VR setup similar to what I used to use for the flies</a>, and found that the fish compass neurons can keep track of the fish's heading relative to the visual scenes, utilizing both visual landmarks (e.g. the sun) and optic flow. In addition, we show that the inputs from a conserved nucleus called habenula map the landmark bearing and the compass direction in an experience dependent fashion. This circuit arrangement bears a remarkable similarity to the compass cirucitry in <i>Drosophila</i>, making it a beautiful example of evolutionary convergence.",

	"paper_SC25": "It has been known for two decades that fruit flies can visually judge distance, but it remained unclear how they actually do so, as well as the neural circuitry underlying this ability. This study presents a novel assay to study distance estimation in flies, which reconciles high-throughput and high-resolution. Through a truely heroic screening effort enabled by this assay, the authors found that distance estimation in flies require motion-detecting cells T4/T5, as well as a cell type called LC15, which turned out to be sensitive to motion parallax. The topic of this study was one of several 'spatial vision' project ideas I had circa 2020, which I pursued only half-heartedly back then. The first authors of the study picked up the project and carried it far beyond my wildest imagination.",

	"paper_TC23": "Imagine you are in a train on a station platform. When another train on the opposite track (which was hitherto stationary) slowly starts, you confuse its movement as your own for a split second. As this familiar (hopefully even to Americans) example illustrates, movements of yourself and other objects can result in confusingly similar visual consequences. So, how does the brain disambiguate these scenarios? This study demonstrated that the fruit flies interpret wide-field visual motion <i>not</i> as the consequence of their own movements (or rotation to be preceise), when there is any stationary visual patterns in the view. This makes a logical sense: when an observer rotates, everything in the view must move in synchrony. By contraposition, anything appearing to be not moving suggest that the observer is not rotating. We also explored how detection of stationary patterns is implemented in the visual system of the flies.",

	"paper_MC23": "When presented with wide-field visual motion rotating about them, animals ranging from flies to humans just cannot help following it with their eyes or with the whole body, a reflex called the optomotor response. This behavior is believed to stabilize the gaze and posture, and itscharacteristics and mechansims have been under intensive study in various species for almost a century. But sometimes, they do just the opposite! This study identified when and how this paradoxical 'anti-optomotor' response happens in the fruit flies. I contributed a part of the calcium imaging data for this study.",

	"paper_TC22a": "Imagine you are driving towards an intersection without a traffic signal, and you see another car about to reach the intersection from the side. If you are a safe driver, you would slow and let them pass (I hope you do). Actually, it has been known that flies do exactly the same thing: when they see an object which is about to pass in front of them (which is destined to appear to be moving in the back-to-front direction from their perspective), they slow or stop walking. In this study, we identified a specific neuron type called LPLC1 is necessary and sufficient for this direction-selective slowing behavior. Using techniques such as neurotransmitter imaging and connectomic analyses, we deomsntrated that LPLC1 achieves its selectivity for small objects moving back-to-front by combining outputs of direction-selective and size-selective neurons. We also uncovered a downstream pathway that signals potential collisions to the central brain.",

	"paper_TC22b": "The release of the hemibrain connectome by Janelia Reseach Campus in January 2020 was a big game-changer in the field of fly neuroscience. However, unfortunately for vision researchers like myself, the hemibrain connectome did not include early visual neuropils, and thus input neurons to the lobula (which was the only visual neuropil almost fully included in the dataset) were fragmented and unlabeled. This paper summarizes my effort during the COVID lockdown to categorize these neruon fragments into cell types with a hiearchical clustering approach based on connectivity and synapse distributions.",

	"paper_TC20": "The visual system of <i>Drosophila</i> is equipped with a suite of visual projection neurons (VPNs) that are supposedly tuned to behaviorally relevant entities (e. g. conspecifics, predators), whose activity can drive specific behavioral programs. This paper focused on one of these VPNs, called LC11. As of 2016, LC11 was known to have an exquisite tuning to small objects, but their behavioral functions and circuit mechanisms remained unknown. Here, we first showed that LC11 to be necessary for a short-timescale freezing behavior in flies, caused by moving small dots. We then constrained the circuit mechanism by which LC11 detects objects, by combining connectomic analyses as well as neurotransmitter imaging. Based on these data, we built a computational model that captures LC11's visual tuning well.",

	"paper_CC19": "A good visual stimulation setup is a prerequisite for a good study of visual behaviors. The standard solution among the fly researchers has been to either use custom-build LED arrays, or to simply repurpose a PC monitor. This paper proposed a simple, low-cost solution to create a immersive virtual reality by combining a small optical projector with a couple of planar mirrors. The small footprint of this geometry allowed us to highly parallelize behavioral setups, which enabled me to efficiently compare various viusal stimuli as well as flies with various different genotypes. I performed a proof-of-principle experiment to show that one can perform optogenetic stimulations with the light from the projectors simultaneously with visual stimuli on this setup.",

	"paper_YT17": "There has been a growing interest among psychologists in the phenomenon of 'passage of time judgements (POTJ)', which refers to our sense of how fast or slow time seems to be passing, as often expressed in the statements like 'time flies when you are having fun'. While some psychologists have drawn a strong distinction between POTJ and memory of duration (alluding to the distinctions between time-consciousness and objective time by phenomenologists), in this paper, I tried to argue that POTJ is basically made based on deviations between remembered and expected durations with several simple experiments.",

	"paper_TY16": "This paper examined neural activities of human subjects while they observed a visual illusion called 'wriggling motion trajecotry illusion' with an fMRI.",

	"paper_TP25NRN": "Vertebrates and insects have evolved their elaborate visual systems mostly independently. Yet, they are constrained by shared molecular machinary, sensory ecology, as well as behavioral needs. In this review, I explored various analogies in anatomy, physiology, and functions of the visual systems between the verterbates and insects, primarilly drawing examples from modern studies on the larval zebrafish and <i>Drosophila</i> utilizing genetic tools. In particular, I argue that the third-order visual structures are specialized in parallel behavioral functions (e.g., stabilization, escape/approach, navigation) in both vertebrates and insects.",

	"paper_ATC20": "Peripheral drift illusions, where repeated patterns of luminance gradients give the illusory sense of movement, is one of the most striking kinds of visual illusions. While many theories have been proposed to explain this illusion, definitive, mechanistic explanations have been lacking. In this study, we found that flies also percieve motion in repeated gradation patterns just like ourseleves, and discovered that the illusion ultimately originates from the imbalanced contributions of bright and dark edges for motion detection. Our results demonstrate that this popular illusion is a manifestation of a strategy to efficiently detect motion by exploiting the asymmetric distribution of light and dark in our visual environment, convergently evolved in vertebrates and insects. For this study, I performed human psychophysics experiments to show that the mechanistic model of the illusion derived from the experiments in flies approximately applies to humans as well, among other things.",

	"gcap_fish": "My latest model organism, larval zebrafish (<i>Danio rerio</i>). Neurons are labeled green with a genetically encoded calcium indicator.",

	"gcap_opera": "Aside from a great research environment and excellent beer, one of the perks Munich has to offer is music, with multiple world-class orchestras and opera houses in the city. Pictured is the Bavarian State Opera decorated for the summer festival 2024.",

	"gcap_plp": "The fly brain neuron called PLP219 (in green), which we identified to be involved in visually-driven collision avoidance behaviors in <a href='https://www.sciencedirect.com/science/article/abs/pii/S0960982222005929'>this paper</a>. I created a new combinatorial transgenic driver (split Gal4) to label this neuron, with a help of a computational tool <a href='https://neuronbridge.janelia.org/'>NeuronBridge</a>.",

	"gcap_eneuro": "A group of neurons belonging to a putative cell type, which I identifiedfrom <a href='https://www.janelia.org/project-team/flyem/hemibrain'>a fly brain connectome</a> using a clustering analysis in <a href='https://www.eneuro.org/content/9/2/ENEURO.0053-22.2022'>this paper</a>. You can brouse reconstructed neurons in this dataset yourself on the <a href='https://neuprint.janelia.org/'>neuPrint</a> website.",

	"gcap_t4t5": "Much of my PhD works circled arround neurons called T4/T5, which are the first neurons sensitive to directions of motion in the fly brain. The bright yellow blobs are the cell bodies of T4/T5 sitting on the outer surface of a neuropil called lobula plate, and the two curved planes are the deepest layer of medulla and the shallowest layer of lobula, where dendrites of T4 and T5 respectively innervates.",

	"gcap_fwi": "This classic illusion called 'Fraser-Wilcox illusion' first reported in 70's gives the impression of slow rotation, even though it is a stationary image.<a href='https://www.wired.com/story/what-virtual-reality-for-flies-teaches-us-about-human-vision/'>  Our paper in 2020 </a>showed that flies are also vulnerable to this exact same illusion just like us, revealing a surprising similarity between human and fly brains.",

	"gcap_lc11": "The dendrites of <a href='https://www.sciencedirect.com/science/article/pii/S0960982220305844'> LC11 neurons</a>, visualized with five different fluorescent indicators of neural activity and neurotrasmission. These different indicators can elucidate various aspects of signal transmissions in specific types of neurons, helping us understand how the brain perform computation.",

	"gcap_orb": "The Orb Illusion. When you fixate on the central cross, the cyan dot (which is isoluminant with the background) appears to be not moving. I won the 3rd place at <a href='http://www.psy.ritsumei.ac.jp/~akitaoka/sakkon/sakkon2016.html'> the annual Illusion Contest in Japan in 2016 </a> with this illusion.",

	"gcap_cyc": "The Cyclone Illusion. The dots appear to be moving outwards, even though they are actually moving on a circle. I won the 2nd place at <a href='http://www.psy.ritsumei.ac.jp/~akitaoka/sakkon/sakkon2015.html'> the annual Illusion Contest in Japan in 2015</a> with this illusion.",

	"gcap_brain": "The left hemisphere of my cerebral cortex, scanned with a 3T MRI scanner at the University of Tokyo, circa 2015. The pial surface was reconstructed and segmented into cortical areas with the FreeSurfer software. Likely it has shrunk a little bit over the years."


}